Repository: cyrillbolliger/cybosm
Catalog: languages/cybosm-*.po
Languages: de_de

source: Choose the functionality of the button
de_de: Wähle die Funktion der Buttons

source: Off
de_de: Aus

source: Share button
de_de: Teilen-Button

source: Link to fanpage
de_de: Link zur Fanpage

source: Link to your fanpage
de_de: Link zu deiner Fanpage

source: Link to profile
de_de: Link zum Profil

source: Link to your twitter profile
de_de: Link zu deinem Twitterprofil

source: Username (@example)
de_de: Benutzername (@beispiel)

source: Link to your Google+ profile
de_de: Link zu deinem Google+ Profil

source: Link to chanel
de_de: Link zum Kanal

source: Link to your Youtube chanel
de_de: Link zu deinem Youtube Kanal

source: Enter your options for the %s button here.
de_de: Gib hier deine Einstellung für den %s-Button an.

source: Cybo Social Sharing Options
de_de: Cybo Social Sharing Einstellungen

source: You do not have sufficient permissions to access this page.
de_de: Nicht genügend Rechte um diese Seite anzuzeigen.

source: Share this page on facebook
de_de: Diese Seite auf Facebook teilen

source: Visit us on facebook
de_de: Besuchen Sie uns auf Facebook

source: Share this page on twitter
de_de: Diese Seite auf Twitter teilen

source: Visit us on twitter
de_de: Besuchen Sie uns auf Twitter

source: Share this page on google+
de_de: Diese Seite auf Google+ teilen

source: Visit us on google+
de_de: Besuchen Sie uns auf Google+

source: Check out our youtube chanel
de_de: Besuchen Sie unseren Youtube Kanal

source: Displays the social buttons as definded on the settings page.
de_de: Zeigt die Social Buttons gemäss Einstellungen an.

source: The world is social.
de_de: Die Welt ist sozial.

source: Title:
de_de: Titel:
